* mention of "idiomatic" in GH issues

#+BEGIN_SRC emacs-lisp
`(
js
,(* 10000
   (/ 2225.0 323938))
                                        ; 0.006868598312022671
                                        ; 68.68598312022671

ruby
,(* 10000
   (/ 1456.0 132848))                   ; 0.01095989401421173
                                        ; 109.5989401421173

go
,(* 10000
   (/ 1685.0 22264))                    ; 0.07568271649299317
                                        ; 756.8271649299317


java
,(* 10000
   (/ 826.0 222852))                    ; 0.0037064957909285086
                                        ; 37.064957909285084

python
,(* 10000
   (/ 1208.0 164852))                   ; 0.007327784922233276
)                                       ; 73.27784922233276
#+END_SRC

#+RESULTS:
| js | 68.68598312022671 | ruby | 109.5989401421173 | go | 756.8271649299317 | java | 37.064957909285084 | python | 73.27784922233276 |
|    |                   |      |                   |    |                   |      |                    |        |                   |


Go Ruby Python Javascript Java
756 110 73 68 37
